IdeaRS.Connections
DistanceComparison Enumeration
Compatible with IDEA StatiCa 0.0
 Represents the result of comparison of distances of two object from the same point
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum DistanceComparison
Members
Member name | Value | Description
Closer | 0
Farther | 1
Same | 2
See Also
Reference
IdeaRS.Connections.Data Namespace